Repository: deepin-community/libkf5ksieve
Catalog: po/*/kio_sieve.po
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, sv, uk, zh_cn

source: Connecting to %1...
cs: Připojuji k %1...
de: Verbindung zu %1 wird aufgebaut ...
es: Conectándose a %1...
fr: Connexion à %1...
it: Connessione a %1...
ja: %1 に接続しています...
nl: Bezig verbinding te maken met %1...
pl: Łączenie z %1...
pt_br: Conectando em %1...
sv: Ansluter till %1...
uk: З'єднання з %1...
zh_cn: 正在连接 %1...

source: The connection to the server was lost.
cs: Spojení se serverem bylo ztraceno.
de: Die Verbindung zum Server ist abgebrochen.
es: Se ha perdido la conexión con el servidor.
fr: La connexion au serveur a été perdue.
it: La connessione al server è stata perduta.
ja: サーバとの接続が失われました。
nl: De verbinding met de server is verbroken.
pl: Połączenie z serwerem zostało przerwane.
pt_br: A conexão com o servidor foi perdida.
sv: Anslutningen till servern gick förlorad.
uk: Перервано зв'язок з сервером.
zh_cn: 服务器连接已断开。

source: Server identification failed.
cs: Nepodařilo se identifikovat server.
de: Servererkennung fehlgeschlagen
es: La identificación del servidor ha fallado.
fr: Échec de l'identification du serveur.
it: Identificazione server non riuscita.
ja: サーバの識別に失敗しました。
nl: De serveridentificatie is mislukt.
pl: Nieudana identyfikacja serwera.
pt_br: Falha na identificação do servidor.
sv: Serveridentifiering misslyckades.
uk: Помилка ідентифікації сервера.
zh_cn: 服务器识别失败。

source: Can not use TLS since the underlying Qt library does not support it.
cs: Nelze použít TLS, jelikož knihovna Qt jej nepodporuje.
de: TLS kann nicht verwendet werden, weil die verwendete Qt-Bibliothek dies nicht unterstützt.
es: No se puede utilizar TLS debido a que la biblioteca Qt no lo implementa.
fr: Impossible d'utiliser « TLS » car la bibliothèque Qt sous-jacente ne le prend pas en charge.
it: Impossibile usare TLS perché la libreria Qt alla quale si appoggia non lo supporta.
nl: Kan TLS niet gebruiken omdat de onderliggende Qt-bibliotheek het niet ondersteund.
pl: Nie można użyć TLS, bo wewnętrzna biblioteka Qt nie obsługuje tego.
pt_br: Não é possível usar o TLS, porque a biblioteca Qt não o suporta.
sv: Kan inte använda TLS, eftersom det underliggande Qt-biblioteket inte stöder det.
uk: Використовувати TLS не можна, оскільки підлегла бібліотека Qt не підтримує такого шифрування.
zh_cn: 无法使用 TLS，因为底层 Qt 库不支持此功能。

source: TLS encryption was requested, but your Sieve server does not advertise TLS in its capabilities. You can choose to try to initiate TLS negotiations nonetheless, or cancel the operation.
cs: Bylo vyžádáno šifrování TLS, ale váš Sieve server toto neoznamuje ve svých možnostech. Můžete si i přesto zvolit spustit TLS, nebo zrušit operaci.
de: Sie haben TLS-Verschlüsselung angefordert; der Sieve-Server scheint dies jedoch nicht zu unterstützen. Sie können dennoch versuchen, eine TLS-Verbindung herzustellen, oder Sie brechen an dieser Stelle ab.
es: Se solicitó cifrado TLS, pero su servidor Sieve no anunció TLS dentro sus capacidades. No obstante, puede elegir intentar iniciar las negociaciones TLS, o cancelar esta operación.
fr: Le chiffrement « TLS » a été demandé mais votre serveur « Sieve » prétend ne pas être capable de le prendre en charge. Vous pouvez néanmoins tenter de lancer une négociation « TLS » ou bien d'annuler votre demande.
it: È stata richiesta la cifratura TLS ma il server Sieve non dichiara di essere in grado di supportarla. Puoi scegliere di tentare una negoziazione TLS comunque, o annullare l'operazione.
nl: Er werd om TLS-versleuteling gevraagd, maar uw Sieve-server heeft geen TLS onder de mogelijkheden. U kunt proberen toch TLS-onderhandelingen te initiëren, of de actie te annuleren.
pl: Zażądano szyfrowania TLS, lecz twój serwer Sieve nie zgłosił TLS w swoich możliwościach. Mimo to możesz wybrać próbę zainicjowania negocjacji TLS, albo zaniechać operację.
pt_br: Foi solicitada a criptografia TLS, mas o seu servidor Sieve não anuncia o TLS nas suas capacidades. Você pode escolher por tentar iniciar as negociações de TLS mesmo assim ou então cancelar a operação.
sv: TLS-kryptering begärdes, men Sieve-servern tillkännagör inte TLS som en av sina funktioner. Du kan välja att försöka inleda TLS-förhandlingar ändå, eller avbryta åtgärden.
uk: Ви надіслали запит на шифрування TLS, але ваш сервер Sieve не оголошує про можливість шифрування TLS у переліку можливостей. Ви можете спробувати ініціалізувати TLS незалежно від повідомлень сервера або скасувати дію.
zh_cn: 已经向服务器发出 TLS 加密请求，但您的 Sieve 服务器并未表示自己支持 TLS。 您可以强行发起 TLS 协商，也可以取消操作。

source: Server Does Not Advertise TLS
cs: Server neoznamuje TLS
de: Server unterstützt kein TLS
es: El servidor no exhibió TLS
fr: Le serveur prétend ne pas prendre en charge « TLS »
it: Il server Sieve non segnala il supporto per TLS
nl: Server adverteert geen TLS
pl: Serwer nie zgłasza TLS
pt_br: O servidor não anuncia suporte ao TLS
sv: Servern tillkännagör inte TLS
uk: Сервер не оголосив про початок TLS-з’єднання
zh_cn: 服务器未声称支持 TLS

source: &Start TLS nonetheless
cs: Pře&sto spustit TLS
de: TLS-Verbindung dennoch &herstellen
es: &Iniciar TLS sin importar
fr: Démarrer « TL&S » tout de même
it: Avvia ugualmente TL&S
nl: TLS toch &starten
pl: Mimo to &uruchom TLS
pt_br: Iniciar o TLS me&smo assim
sv: &Starta TLS ändå
uk: Байдуже, в&икористати TLS
zh_cn: 仍然发起 TLS 连接(&S)

source: &Cancel
cs: Z&rušit
de: &Abbrechen
es: &Cancelar
fr: Annu&ler
it: A&nnulla
ja: キャンセル(&C)
nl: &Annuleren
pl: &Anuluj
pt_br: &Cancelar
sv: &Avbryt
uk: &Скасувати
zh_cn: 取消(&C)

source: TLS encryption requested, but not supported by server.
cs: Vyžádáno TLS šifrování, ale toto není podporováno serverem.
de: TLS-Verschlüsselung wurde angefordert, dies wird jedoch vom Server nicht unterstützt.
es: Cifrado TLS solicitado, pero no implementado por el servidor.
fr: Chiffrement « TLS » demandé mais non géré par le serveur.
it: Cifratura TLS richiesta ma non supportata dal server.
nl: TLS-versleuteling gevraagd, maar niet ondersteund door server.
pl: Zażądano szyfrowania TLS, lecz serwer go nie obsługuje.
pt_br: Foi solicitada a criptografia TLS, mas ela não é suportada pelo servidor.
sv: TLS-kryptering begärd, men den stöds inte av servern.
uk: Ви надіслали запит на шифрування TLS, але таке шифрування не підтримується сервером.
zh_cn: 已向服务器发出 TLS 加密请求，但对方不支持 TLS。

source: Your Sieve server claims to support TLS, but negotiation was unsuccessful.
cs: Váš Sieve server tvrdí, že podporuje TLS, ale domluva skončila nezdarem.
de: Ihr Sieve-Server gibt an, TLS zu unterstützen, der Verbindungsaufbau mit TLS ist jedoch gescheitert.
es: Su servidor Sieve asegura implementar TLS, pero la negociación no fue satisfactoria.
fr: Votre serveur « Sieve » prétend pouvoir gérer « TLS » mais la négociation a échoué.
it: Il server Sieve dichiara di supportare TLS ma la negoziazione non è riuscita.
nl: Uw Sieve-server claimt TLS te ondersteunen, maar onderhandelingen waren zonder succes.
pl: Twój serwer Sieve twierdzi, że obsługuje TLS, ale negocjacja zakończyła się niepomyślnie.
pt_br: O seu servidor Sieve diz suportar TLS, mas a negociação não teve sucesso.
sv: Sieve-servern gör anspråk på att stödja TLS, men förhandling lyckades inte.
uk: У відповідь на запит ваш сервер Sieve вказав, що підтримує TLS, але спроба встановлення зв’язку була невдалою.
zh_cn: 您的 Sieve 服务器表示支持 TLS，但是协商失败。

source: Connection Failed
cs: Spojení selhalo
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: La connexion a échoué
it: Connessione non riuscita
ja: 接続失敗
nl: Verbinding is mislukt
pl: Nieudane połączenie
pt_br: Falha na conexão
sv: Anslutning misslyckades
uk: Невдала спроба з’єднання
zh_cn: 连接失败

source: The server does not seem to support TLS. Disable TLS if you want to connect without encryption.
cs: Server nepodporuje TLS. Přejete-li si se připojit bez šifrování, tak vypněte TLS.
de: Der Server unterstützt anscheinend kein TLS. Deaktivieren Sie TLS, wenn Sie eine Verbindung ohne Verschlüsselung aufnehmen möchten.
es: El servidor no parece implementar TLS. Desactive TLS si desea conectarse sin cifrado.
fr: Le serveur ne semble pas prendre en charge « TLS ». Désactivez « TLS » si vous souhaitez vous connecter sans chiffrement.
it: Il server non sembra supportare TLS. Disabilita TLS se vuoi connetterti senza cifratura.
nl: De server lijkt TLS niet te ondersteunen. Schakel TLS uit als u wilt verbinden zonder versleuteling.
pl: Wygląda na to, że serwer nie obsługuje TLS. Wyłącz TLS jeśli chcesz połączyć się bez szyfrowania.
pt_br: O servidor parece não suportar TLS. Desabilite o TLS, se quiser conectar-se sem criptografia.
sv: Servern verkar inte stödja TLS. Inaktivera TLS om du vill ansluta utan kryptering.
uk: Здається, сервер не підтримує TLS. Вимкніть TLS, якщо бажаєте з’єднатися без шифрування.
zh_cn: 服务器不支持 TLS。如果您打算建立未加密连接，请禁用 TLS。

source: Authenticating user...
cs: Ověřování uživatele...
de: Anmelden des Benutzers ...
es: Autenticando el usuario...
fr: Authentification de l'utilisateur...
it: Autenticazione utente...
ja: ユーザ認証...
nl: Bezig met authenticeren van gebruiker...
pl: Uwierzytelnianie użytkownika...
pt_br: Autenticando usuário...
sv: Kontrollerar användarens behörighet...
uk: Автентифікація користувача...
zh_cn: 正在对用户进行身份验证...

source: Authentication failed.
cs: Ověření selhalo.
de: Authentifizierung fehlgeschlagen.
es: Autenticación fallida.
fr: Échec de l'authentification.
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
nl: Authenticatie is mislukt.
pl: Błąd uwierzytelniania.
pt_br: Falha na autenticação.
sv: Behörighetskontroll misslyckades.
uk: Помилка автентифікації.
zh_cn: 身份验证失败。

# special command completed
source: Done.
cs: Hotovo.
de: Fertig.
es: Hecho.
fr: Terminé.
it: Fatto.
ja: 完了。
nl: Gereed.
pl: Zrobione.
pt_br: Concluído.
sv: Klar.
uk: Завершено.
zh_cn: 已完成。

source: Activating script...
cs: Aktivuji skript...
de: Skript wird aktiviert ...
es: Activando el script...
fr: Activation du script...
it: Attivazione script...
ja: スクリプトを開始...
nl: Bezig met activeren van het script...
pl: Aktywacja skryptu...
pt_br: Ativando script...
sv: Aktiverar skript...
uk: Запускається скрипт...
zh_cn: 正在激活脚本...

source: There was an error activating the script.
cs: Při spouštění skriptu nastala chyba.
de: Fehler beim Aktivieren des Skripts.
es: Hubo un error al activar el script.
fr: Une erreur s'est produite lors de l'activation du script.
it: C'è stato un errore nell'attivazione dello script.
ja: スクリプトの開始でエラーが発生しました。
nl: Er deed zich een fout voor tijdens het activeren van het script.
pl: Wystąpił błąd aktywacji skryptu.
pt_br: Houve um erro ao ativar o script.
sv: Ett fel uppstod då skriptet skulle aktiveras.
uk: Помилка запуску скрипту.
zh_cn: 激活脚本时发生错误。

source: There was an error deactivating the script.
cs: Při deaktivaci skriptu nastala chyba.
de: Fehler beim Deaktivieren des Skripts.
es: Hubo un error al desactivar el script.
fr: Une erreur s'est produite lors de la désactivation du script.
it: C'è stato un errore nella disattivazione dello script.
ja: スクリプトの停止でエラーが発生しました。
nl: Er deed zich een fout voor tijdens het deactiveren van het script.
pl: Wystąpił błąd deaktywacji skryptu.
pt_br: Houve um erro ao desativar o script.
sv: Ett fel uppstod då skriptet skulle inaktiveras.
uk: Помилка завершення роботи скрипту.
zh_cn: 禁用脚本时发生错误。

source: Sending data...
cs: Posílám data...
de: Daten werden gesendet ...
es: Enviando los datos...
fr: Envoi de données...
it: Invio dati...
ja: データを送信...
nl: Bezig met versturen van gegevens...
pl: Wysyłanie danych...
pt_br: Enviando dados...
sv: Skickar data...
uk: Надсилання даних...
zh_cn: 正在发送数据...

source: KIO data supply error.
cs: Chyba dat KIO.
de: KIO-Datenübertragungsfehler.
es: Error al proporcionar datos a KIO.
fr: Erreur de KIO lors de la fourniture des données.
it: Errore nei dati forniti a KIO.
ja: KIO データ供給エラー。
nl: Fout in KIO's gegevensaanvoer.
pl: Błąd dostarczania danych KIO.
pt_br: Erro no fornecimento de dados ao KIO.
sv: Fel när KIO skulle tillhandahålla data.
uk: Помилка подачі даних KIO.
zh_cn: KIO 数据提供错误。

source: Network error.
cs: Chyba sítě.
de: Netzwerkfehler
es: Error de red.
fr: Erreur réseau.
it: Errore di rete.
ja: ネットワークエラー。
nl: Netwerkfout.
pl: Błąd sieci.
pt_br: Erro de rede.
sv: Nätverksfel.
uk: Помилка мережі.
zh_cn: 网络错误。

source: Verifying upload completion...
cs: Kontroluji zda bylo dokončeno odesílání...
de: Prüfung, ob der Hochladevorgang abgeschlossen wurde ...
es: Verificando la finalización del envío...
fr: Vérification de la fin de l'envoi...
it: Verifica completamento dell'invio...
ja: アップロードの完了を検証...
nl: Bezig met verifiëren van upload-voltooiing...
pl: Weryfikacja kompletności przekazu...
pt_br: Verificando completação do envio...
sv: Kontrollerar att uppladdning är fullständig...
uk: Перевірка завершення вивантаження...
zh_cn: 正在验证上传完整性...

source: The script did not upload successfully. This is probably due to errors in the script. The server responded: %1
cs: Skriptu se nepovedlo úspěšně odeslat. To je pravděpodobně následkem chyb ve skriptu. Server odpověděl: %1
de: Das Skript wurde nicht erfolgreich hochgeladen. Wahrscheinlich ist das Skript fehlerhaft. Die Serverantwort lautet: %1
es: El script no se envió correctamente. Probablemente se deba a errores en el script. El servidor contestó: %1
fr: Échec du chargement du script. Ceci est probablement lié à des erreurs dans le script. Le serveur a répondu : %1
it: Lo script non è stato inviato con successo. Questo è probabilmente dovuto a errori nello script. Il server ha risposto: %1
ja: スクリプトはアップロードに成功しませんでした。 おそらくスクリプトの誤りが原因です。 サーバの応答: %1
nl: Uploaden van het script is mislukt. Dit komt waarschijnlijk door fouten in het script. De server antwoordde: %1
pl: Skrypt nie został przekazany poprawnie. Prawdopodobnie stało się to z powodu błędów w skrypcie. Odpowiedź serwera: %1
pt_br: O script não fez o envio com sucesso. Isto provavelmente ocorreu devido a erros no script. O servidor respondeu: %1
sv: Skriptet laddades inte upp med lyckat resultat. Det beror troligen på fel i skriptet. Servern svarade: %1
uk: Скрипт не був успішно вивантажений. Можлива причина: помилки в скрипті. Відповідь сервера: %1
zh_cn: 脚本上传失败。 脚本可能存在错误。 服务器返回信息： %1

source: The script did not upload successfully. The script may contain errors.
cs: Skriptu se nepovedlo úspěšně odeslat. Je možné, že skript obsahuje chyby.
de: Das Skript wurde nicht erfolgreich hochgeladen. Vielleicht ist das Skript fehlerhaft.
es: El script no se envió correctamente. El script puede tener errores.
fr: Échec du chargement du script. Il est possible qu'il contienne des erreurs.
it: Lo script non è stato inviato con successo. Lo script potrebbe contenere errori.
ja: スクリプトはアップロードに成功しませんでした。 スクリプトに誤りが含まれている可能性があります。
nl: Uploaden van het script is mislukt. Het script kan fouten bevatten.
pl: Skrypt nie został przekazany poprawnie. Skrypt może zawierać błędy.
pt_br: O script não fez o envio com sucesso. O script pode conter erros.
sv: Skriptet laddades inte upp med lyckat resultat. Skriptet kan innehålla fel.
uk: Скрипт не був успішно вивантажений. Можливо, що він містить помилки.
zh_cn: 脚本上传失败。 脚本可能存在错误。

# data upload complete
source: Done.
cs: Hotovo.
de: Fertig.
es: Hecho.
fr: Terminé.
it: Fatto.
ja: 完了。
nl: Gereed.
pl: Zrobione.
pt_br: Concluído.
sv: Klar.
uk: Завершено.
zh_cn: 已完成。

source: Retrieving data...
cs: Přijímám data...
de: Daten werden empfangen ...
es: Recibiendo datos...
fr: Réception des données...
it: Ricezione dati...
ja: データを取得...
nl: Bezig met ophalen van gegevens...
pl: Pobieranie danych...
pt_br: Recuperando dados...
sv: Hämtar data...
uk: Отримання даних...
zh_cn: 正在获取数据...

source: Finishing up...
cs: Dokončuji...
de: Fertigstellen ...
es: Terminando...
fr: Clôture...
it: Completamento in corso...
ja: 終了...
nl: Bezig met afronden...
pl: Kończę...
pt_br: Concluindo...
sv: Färdigställer...
uk: Завершення...
zh_cn: 正在完成操作...

source: A protocol error occurred while trying to negotiate script downloading.
cs: Nastala chyba protokolu při vyjednávání stažení skriptu.
de: Beim Herunterladen des Skripts trat ein Protokollfehler auf.
es: Ha ocurrido un error de protocolo al intentar negociar la descarga del script.
fr: Une erreur de protocole s'est produite lors de la tentative de négociation du téléchargement du script.
it: Un errore di protocollo è apparso durante la negoziazione per scaricare gli script.
ja: スクリプトのダウンロードをネゴシエート中にプロトコルエラーが発生しました。
nl: Er deed zich een protocolfout voor tijdens het ophalen van het script.
pl: Wystąpił błąd protokołu w czasie prób negocjacji ściągania skryptu.
pt_br: Ocorreu um erro no protocolo ao tentar negociar a obtenção do script.
sv: Ett protokollfel uppstod vid försök att förhandla om nerladdning av skript.
uk: При спробі отримання скрипту сталась помилка протоколу.
zh_cn: 在尝试下载脚本时发生协议错误。

# data retrieval complete
source: Done.
cs: Hotovo.
de: Fertig.
es: Hecho.
fr: Terminé.
it: Fatto.
nl: Gereed.
pl: Zrobione.
pt_br: Concluído.
sv: Klar.
uk: Завершено.
zh_cn: 已完成。

source: Folders are not supported.
cs: Složky nejsou podporovány.
de: Ordner werden nicht unterstützt.
es: No se admiten las carpetas.
fr: Les dossiers ne sont pas pris en charge.
it: Le cartelle non sono supportate.
ja: フォルダはサポートされていません。
nl: Mappen worden niet ondersteund.
pl: Katalogi nie są wspierane.
pt_br: Pastas não são suportadas.
sv: Kataloger stöds inte.
uk: Теки не підтримуються.
zh_cn: 不支持文件夹。

source: Deleting file...
cs: Mažu soubor...
de: Datei wird gelöscht ...
es: Borrando el archivo...
fr: Suppression du fichier...
it: Eliminazione file...
ja: ファイルを削除...
nl: Bezig met verwijderen van bestand...
pl: Usuwanie pliku...
pt_br: Excluindo arquivo...
sv: Tar bort fil...
uk: Вилучення файла...
zh_cn: 正在删除文件...

source: The server would not delete the file.
cs: Server nesmazal soubor.
de: Der Server verhindert das Löschen der Datei.
es: El servidor no pudo borrar el archivo.
fr: Le serveur n'effacerait pas le fichier.
it: Il server non vorrebbe eliminare il file.
ja: サーバがファイルを削除しません。
nl: De server weigerde het bestand te verwijderen.
pl: Serwer nie mógł usunąć pliku.
pt_br: O servidor não exclui o arquivo.
sv: Servern tog inte bort filen.
uk: Сервер не вилучає файл.
zh_cn: 服务器拒绝删除文件。

# file removal complete
source: Done.
cs: Hotovo.
de: Fertig.
es: Hecho.
fr: Terminé.
it: Fatto.
ja: 完了。
nl: Gereed.
pl: Zrobione.
pt_br: Concluído.
sv: Klar.
uk: Завершено.
zh_cn: 已完成。

source: Cannot chmod to anything but 0700 (active) or 0600 (inactive script).
cs: Selhala změna oprávnění na vše kromě 0700 (aktivní) a 0600 (neaktivní skript).
de: Die Berechtigungen können nur auf 0700 (aktiv) oder 0600 (inaktiv) geändert werden.
es: No es posible cambiar los permisos, salvo a 0700 (activo) o 0600 (script inactivo).
fr: Impossible d'exécuter la commande « chmod » avec une valeur autre que « 0700 » (actif) ou « 0600 » (script inactif).
it: Non è possibile cambiare i permessi tranne che in 0700 (attivo) od in 0600 (script inattivo).
ja: 0700 (active) と 0600 (inactive) 以外に chmod できません。
nl: chmod kan alleen maar worden uitgevoerd voor 0700 (actief) of 0600 (inactief script).
pl: Nie można zmienić chmod do stanu innego niż 0700 (aktywny) lub 0600 (nieaktywny skrypt).
pt_br: Somente é possível executar o chmod para 0700 (ativo) ou 0600 (script inativo).
sv: Kan inte ändra behörigheter till något annat än 0700 (aktivt) eller 0600 (inaktivt skript).
uk: Можна chmod тільки до 0700 (активний) або 0600 (неактивний скрипт).
zh_cn: 只能通过 chmod 改变权限到 0700 (活动脚本) 或者 0600 (非活动脚本)。

source: An error occurred during authentication: %1
cs: Během ověření nastala chyba: %1
de: Bei der Authentifizierung ist ein Fehler aufgetreten: %1
es: Se produjo un error durante la autenticación: %1
fr: Une erreur s'est produite lors de l'authentification : %1
it: Errore durante l'autenticazione: %1
ja: 認証中にエラーが発生しました: %1
nl: Er deed zich een fout voor tijdens de authenticatie: %1
pl: Podczas uwierzytelniania wystąpił błąd: %1
pt_br: Ocorreu um erro durante a autenticação: %1
sv: Ett fel uppstod under behörighetskontroll: %1
uk: Трапилась помилка під час автентифікації: %1
zh_cn: 身份验证时发生错误：%1

source: Sieve Authentication Details
cs: Ověřovací podrobnosti Sieve
de: Anmeldedaten für Sieve
es: Detalles de autenticación de Sieve
fr: Détails de l'authentification « Sieve »
it: Dettagli autenticazione Sieve
ja: sieve 認証の詳細
nl: Details Sieve-authenticatie
pl: Szczegóły uwierzytelniania Sieve
pt_br: Detalhes da autenticação Sieve
sv: Behörighetskontrollinformation för Sieve
uk: Подробиці автентифікації Sieve
zh_cn: Sieve 身份验证详情

source: Please enter your authentication details for your sieve account (usually the same as your email password):
cs: Zadejte prosím podrobnosti pro ověření u vašeho účtu sieve (obvykle stejné jako vaše e-mailové heslo):
de: Bitte geben Sie Ihre Sieve-Zugangsdaten ein (normalerweise identisch mit Ihrem E-Mail-Passwort):
es: Introduzca sus detalles de autenticación para su cuenta sieve (generalmente igual que su contraseña de correo electrónico):
fr: Veuillez saisir les détails de l'authentification pour votre compte « Sieve » (habituellement, le même que votre mot de passe de messagerie électronique) :
it: Per piacere, inserisci le informazioni per l'autenticazione tramite l'account Sieve (generalmente le stesse utilizzate per la password della posta elettronica):
ja: sieve アカウントの認証の詳細を入力してください (通常はメールのパスワードと同じ):
nl: Voer uw authenticatiegegevens in voor uw sieve-account (gewoonlijk hetzelfde als uw e-mailwachtwoord):
pl: Proszę wprowadzić szczegóły uwierzytelniania twojego konta sieve (zazwyczaj te same co hasło e-mail):
pt_br: Digite os detalhes da autenticação na sua conta Sieve (geralmente a mesma senha do seu e-mail):
sv: Ange behörighetskontrollinformation för Sieve-kontot (oftast samma som e-postlösenordet):
uk: Будь ласка, введіть дані щодо розпізнавання на вашому обліковому записі Sieve (зазвичай, пароль адреси ел. пошти):
zh_cn: 请输入您的 Sieve 账户的身份验证详情 (通常与您的电子邮件密码相同)：

source: A protocol error occurred during authentication. Choose a different authentication method to %1.
cs: Nastala chyba protokolu během ověřování. Vyberte jinou ověřovací metodu pro %1.
de: Bei der Authentifizierung trat ein Protokollfehler auf. Bitte wählen Sie eine andere Authentifizierungsmethode für %1.
es: Ha tenido lugar un error de protocolo durante la autenticación. Elija un método de autenticación diferente de %1.
fr: Une erreur de protocole s'est produite lors de l'authentification. Choisissez une autre méthode d'authentification pour %1.
it: Un errore di protocollo è apparso durante l'autenticazione. Scegli un metodo di autenticazione differente per %1.
ja: 認証中にプロトコルエラーが発生しました。 %1 以外の認証方式を選択してください。
nl: Er deed zich een protocolfout voor tijdens de authenticatie. Kies een andere authenticatiemethode voor %1.
pl: Wystąpił błąd protokołu w czasie uwierzytelniania. Wybierz inną metodę uwierzytelniania dla %1.
pt_br: Ocorreu um erro de protocolo durante a autenticação. Escolha um método de autenticação diferente para %1.
sv: Ett protokollfel uppstod under behörighetskontroll. Välj en annan behörighetskontrollmetod för %1.
uk: Під час автентифікації сталась помилка протоколу. Виберіть інший метод автентифікації для %1.
zh_cn: 身份验证时发生协议错误。 请为 %1 选择其它认证方法。
