Repository: deepin-community/libkf5ksieve
Catalog: po/*/kio_sieve.po
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, sv, uk, zh_cn

source: Authentication failed. Most likely the password is wrong. The server responded: %1
cs: Ověření selhalo. S největší pravděpodobností je špatné heslo. Server odpověděl: %1
de: Authentifizierung fehlgeschlagen. Höchstwahrscheinlich ist das Passwort falsch. Die Serverantwort lautet: %1
es: Autenticación fallida. Probablemente la contraseña no fuese correcta. El servidor dijo: %1
fr: Échec de l'authentification. Le mot de passe est probablement incorrect. Le serveur a répondu : %1
it: Autenticazione non riuscita. Probabilmente la password è errata. Il server ha risposto: %1
ja: 認証失敗。 おそらくパスワードが間違っています。 サーバの応答: %1
nl: Authenticatie is mislukt. Waarschijnlijk was het wachtwoord niet goed. De server antwoordde: %1
pl: Błąd uwierzytelniania. Najprawdopodobniej hasło jest nieprawidłowe. Odpowiedź serwera: %1
pt_br: Falha na autenticação. Provavelmente a senha está incorreta. O servidor respondeu: %1
sv: Behörighetskontroll misslyckades. Troligen är lösenordet felaktigt. Servern svarade: %1
uk: Помилка автентифікації. Мабуть неправильний пароль. Відповідь сервера: %1
zh_cn: 身份验证失败。 密码可能有误。 服务器返回信息： %1

source: A protocol error occurred.
cs: Nastala chyba protokolu.
de: Es ist ein Protokollfehler aufgetreten.
es: Se produjo un error de protocolo.
fr: Une erreur de protocole s'est survenue.
it: Errore di protocollo.
ja: プロトコルエラーが発生しました。
nl: Er deed zich een protocolfout voor.
pl: Wystąpił błąd protokołu.
pt_br: Ocorreu um erro de protocolo.
sv: Ett protokollfel uppstod.
uk: Сталася помилка протоколу.
zh_cn: 发生了协议错误。
